{
    "quotes": [
        {
            "text": "Unfortunately, no one can be told what this page is. But we can show you a movie you'll love.",
            "movie": "The Matrix"
        },
        {
            "text": "Just keep scrolling, just keep scrolling... until you find your next favorite movie!",
            "movie": "Finding Nemo"
        },
        {
            "text": "This page is lost... like tears in rain. But your next epic movie awaits!",
            "movie": "Blade Runner"
        },
        {
            "text": "This page isn't the hero you deserve, but the movie we recommend might just be.",
            "movie": "The Dark Knight"
        },
        {
            "text": "To infinity... and beyond! But maybe first, watch this movie we picked for you.",
            "movie": "Toy Story"
        },
        {
            "text": "Life is like a box of movies. You never know what you're gonna get — start with this one!",
            "movie": "Forrest Gump"
        },
        {
            "text": "Houston, we have a problem. But no worries — we have a movie ready for you!",
            "movie": "Apollo 13"
        },
        {
            "text": "You're gonna need a bigger screen... to watch this movie we recommend!",
            "movie": "Jaws"
        },
        {
            "text": "May the movies be with you — even when the page is not.",
            "movie": "Star Wars"
        },
        {
            "text": "Nobody puts this page in a corner. But we do have a movie you should see!",
            "movie": "Dirty Dancing"
        },
        {
            "text": "I'm king of the world! Well, not this page... but this movie could be!",
            "movie": "Titanic"
        },
        {
            "text": "You can't handle the page! But you can definitely handle this movie.",
            "movie": "A Few Good Men"
        },
        {
            "text": "Keep your friends close, but your movies closer.",
            "movie": "The Godfather Part II"
        },
        {
            "text": "Here's looking at you, movie lover. We picked one just for you.",
            "movie": "Casablanca"
        },
        {
            "text": "Say hello to your next favorite movie!",
            "movie": "Scarface"
        },
        {
            "text": "Roads? Where we're going, we don't need roads... just great movies.",
            "movie": "Back to the Future"
        },
        {
            "text": "After all, tomorrow is another movie night.",
            "movie": "Gone with the Wind"
        },
        {
            "text": "I'm going to make you an offer you can't refuse: watch this movie.",
            "movie": "The Godfather"
        },
        {
            "text": "Adventure is out there! And so is a great movie — here it is.",
            "movie": "Up"
        },
        {
            "text": "Why so serious? Relax and enjoy this movie we've picked for you.",
            "movie": "The Dark Knight"
        }
    ]
}